{
    "data": [
        {
            "id": "1511301073906155527",
            "text": "@Harini_Iyengar @Harini_Iyengar Hi there, thanks for your message and apologies for any inconvenience - we will share your feedback with the relevant teams."
        },
        {
            "id": "1511298710201843723",
            "text": "@DrRafieCecilia @saqibs @DrRafieCecilia @saqibs Hi there, thanks for your message. We take accessibility very seriously and have passed your message on to the relevant teams in the Museum. If you would like to provide more feedback please get in touch via our website: https://t.co/J1VuagCfyg"
        },
        {
            "id": "1511019049282641922",
            "text": "@jayswanson @jayswanson Hi there, thanks for your message. You can find out more about this object and others in the show here: https://t.co/aax67rAJDQ"
        },
        {
            "id": "1511000260780466182",
            "text": "Explore the significant role that goddesses, demons, witches, spirits and saints have played – and continue to play – in shaping our understanding of the world in our upcoming #FemininePowerExhibition. \nDon’t miss out on early bird tickets! Book now: https://t.co/78kvzUY9FW"
        },
        {
            "id": "1510996270692945921",
            "text": "🐍 According to Classical mythology, Medusa had the power to instantly turn onlookers into stone 😳\n\nThis architectural piece made around 500 BC was once fitted to the roof of a temple or house to repel evil forces. \n\n🔎 https://t.co/QyZfxu0gR1 #FemininePowerExhibition https://t.co/V4dKIpbZXU"
        },
        {
            "id": "1510209365063708672",
            "text": "@kmarkparker Hi there, thanks for your message. We would suggest contacting the Box Office on (+44)207 323 8181 or at tickets@britishmuseum.org, Mon-Fri, 10.00-16.50 and a member of staff will be happy to help."
        },
        {
            "id": "1510195490058555395",
            "text": "Pioneering botanical artist Maria Sibylla Merian was born #OnThisDay in 1647. \n\nMerian is famed for her colourful combination of art and science in her botanical drawings. \n\nFind out more about her life and work: https://t.co/4Ua7VBytda https://t.co/YG7MlkBVPY"
        },
        {
            "id": "1509890693187186718",
            "text": "RT @PierArtsCentre: We have two new exhibitions opening tomorrow (Sat 2 April)\n\nA @britishmuseum touring exhibition Pushing paper: contempo…"
        },
        {
            "id": "1509878905192296460",
            "text": "☀🏛 Summer tickets are now available! 🏛☀\n\nPlan you next trip to the Museum, with free general admission tickets to visit the permanent collection available to book until 24 July.\n\nSee what’s on and book: https://t.co/azjHG0S2b1 https://t.co/wYFVutyvaW"
        },
        {
            "id": "1509176189134549004",
            "text": "Nominations are open for Volunteers for Museum Learning Award 2021, celebrating the contribution of museum volunteers\n\nThe awards recognise people who help audiences &amp; communities engage with museums or heritage sites – find out more and nominate: https://t.co/c5UQwf6iM9\n\n📸 2019 https://t.co/cLfFtDyEHb"
        }
    ],
    "meta": {
        "oldest_id": "1509176189134549004",
        "newest_id": "1511301073906155527",
        "result_count": 10,
        "next_token": "7140dibdnow9c7btw420k2mvx6d8y70lupkkh7txj0r3o"
    }
}